 
СВЕТ ДАЛЕКИХ ПЛАНЕТ
 
 ВСТУПЛЕНИЕ
Небо изменило цвет, стало ярким, сине-фиолетовым, с огромными спиральными галактиками, звёздными скоплениями, и одна из галактик превратилась в звездный корабль. Медленно приближаясь, он спустился к поверхности. НЛО было гигантских размеров, почти от горизонта до горизонта. Все люди перепугались, военные оцепили дороги, ввели пропускной режим. А мне нужно было младшую сестру отвезти родителям. Кто они, что им надо слышалось повсюду. 
ДОБРАТЬСЯ ДОМОЙ

ПЕРВЫЙ ВЫБОР
Остаться дома. 
Наступил вечер. Тьма сгустилась. Люди попрятались по домам. По улицам, почти бесшумно скользили машины. Последние лучи солнца скрылись за горизонтом и на город опустилась пронзительная темнота. Корабль не издавал ни звука, его корпус был похож на перевернутого монстра высеченного из камня. Что-то произошло с электричеством. Сотовая связь и интернет пропали. Часть города погрузилась во мрак, уличные фонари погасли. Еще вчера люди сидели в кафе, наслаждаясь кофе и свежим летним воздухом, катались на велосипедах по набережной, купались в реке и смеялись. Сегодня днем я слышала стрельбу и крики людей. Мы жили на одной из главных улиц. Машины военных периодически вспарывали фарами ночную темноту. Мы разговаривали шепотом. Наверное, шепот стал одним из главных проявлений произошедших изменений. Днем шепот перекатывался и накрывал улицы и дома, к вечеру он стих, но если прислушаться, тихое гудение людских голосов не прекращалось. Телевидение и радио молчало. Город словно вымер, но военных машин и людей в форме становилось все больше.
Сестра уснула в четвертом часу. Сколько еще продлиться это безумие?
ВЫ НЕ ПРОСНУЛИСь
Выйти днем, пока на улице беспорядки и толпы народа.
Сборы не заняли много времени. Удобная одежда и обувь, телефон, ключи. Пожалуйста, пусть они будут дома. Еще раз пытаюсь позвонить, тишина. Идет вызов, но телефонная трубка не издает ни звука. Пешком идти часа полтора. Мы выходим из подъезда, стараясь держаться в тени, поближе к зданиям, люди бегут, словно испуганные тараканы, в разные стороны, иногда замирают задирая головы в небо, когда вдалеке слышатся крики и выстрелы. Где-то на краю города в небо взметнулся столб дыма. Цепляясь к группе людей, спешащих в нужную сторону, мы благополучно минуем очередной, еще не развернутый блок-пост. Где-то за нашей спиной уже полностью перекрыта дорога, люди начинают кричать, чтобы их пропустили. Ускоряю шаг. Осталось еще несколько кварталов, уже приближаемся к дому. 
Сестра дергает за руку, - можно свернуть с основной дороги во двор, пройти напрямик, говорит она.
Мне страшно, хоть я и стараюсь не подавать вида. Хорошо, что она такая смелая. 
1.2.1. Подъезд
Странное ощущение. Как будто за тобой крадется твоя собственная тень. Оборачиваюсь. Сумрак, тишина, брошенные машины, открытые окна домов, протяжный скрип качелей на детской площадке. Не по себе, как будто люди покинули город. Крепче сжимаю ее руку. Нет, не ощущение. Заходим в ближайший подъезд. Двери квартир открыты, вещи разбросаны. Заходим в квартиру, закрываю дверь на замок. Мне нельзя показывать страх. Снаружи хлопает дверь подъезда, слышу тяжелые шаги. Сестра обнимает меня, и утыкается лицом в грудь. Задерживаю дыхание и еле сдерживаю крик, от резкого удара по двери. Еще удар, ругань, и незнакомец уходит на верхние этажи. В квартире разлита странная, едко пахнущая жидкость. Сложно дышать. Прислушиваюсь. Еще несколько минут и мы попробуем добежать до дома. А если он затаился и ждет? На окнах решетки, выход только один. 
1.2.1.1.  Затаиться и ждать 
Проходит около получаса. Снова эти шаги. Он останавливается на площадке. В дверь ударяется что-то очень тяжелое, сыпется побелка. Мы бежим в спальню, слышу как вылетает выбитая дверь и падает на пол. Залезаем под кровать. Сердце бьется словно бешеное. Огромные сапоги проносятся по дому выкидывают вещи из шкафов, добавляя в окружающий хаос еще больше беспорядка. 
Замечает следы на полу. Я наступила в ту лужу, пока бежала. 
ВЫ ЗАДЕРЖАЛИ ЕГО И ПОГИБЛИ, НО СЕСТРЕ УДАЛОСЬ УБЕЖАТЬ
1.2.1.2. Снять обувь, открыть дверь и убежать
Только пробежав несколько домов, мы останавливаемся, чтобы обуться. Снова на улице появляются люди. Мы подходим к нашему дому. Лифт не работает, идем по лестнице. Получилось. Обнимаемся. Слезы. Мне нужно вернуться, говорю я. Там программа. Она сможет помочь понять что происходит. Хорошо, говорит отец, мой брат,сможет тебя отвезти. Он врач, его недавно призвали в службу экстренной помощи. Медикам и военным еще разрешают передвигаться по городу, если есть документы.


Выйти вечером. Темнота и много военных.
1.2 и 1.2.1 и 1.2.1.1 и 1.2.1.2
ПРОГРАММА МОДЕЛИРОВАНИЯ БУДУЩЕГО
Меня довезли до дома только вечером следующего дня. Город словно сошел с ума, сказал брат отца, вкатываясь в комнату, и плюхаясь на диван. Ты не представляешь, что там происходит. Затаив дыхание слушаю его. Он вздыхает, - по городу орудуют шайки мародеров, говорит он, люди, вот кто причина всех несчастий. А тарелка, спрашивает отец, про нее что-нибудь слышно? - Нет, все что нам сказали - это не задавать лишних вопросов. И не включайте ночью свет, попросил он уходя. Кого, - спросили мы хором. Он не ответил, а взял меня за руку, вздохнул, и мы вышли.
Дом. Вот я и вернулась. Дом остался целым и невредимым, как и весь наш квартал. Военные сохранили хоть какой-то порядок. 
Ночью мы сидели в комнате и пили чай, было темно, я на компе поставила процесс моделирования будущего, посмотреть к чему все приведет, выключила монитор, чтобы не был заметен свет. Брат вышел, спрятался, я осталась одна чтобы посмотреть результат моделирования. Снаружи стоял инопланетянин или человек в белом защитном костюме, выше обычного человека а полтора раза. И ещё
военный в черном костюме. На белом человеке был шлем, с черным защитным стеклом. Я включила экран. Он просто взлетел и прошел через стену в комнату. Я почувствовала его у себя за спиной.
- Пойдем, сказал он. Залезай и держись крепче.
Я залезла к нему на спину, он обхватил мои ноги своими руками, я обняла его за груды. Белые щитки его защитного костюма были теплые твердые и гладкие. Мы подлетели к стене. Я поняла что сейчас что-то произойдет, ведь я не умею просачиваться сквозь стены. Он заметил мое волнение.
- Расслабься, сказал он, с первым молекулярным перемещением. Мы растворились на частицы, и, потом с высоты рухнули вниз.
Это ощущение похоже на то, когда пол внезапно уходит из под ног, и ты уже летишь.
Вот уж сон так сон подумала я, когда проснулась.


Снова я в своей комнате, снова никого рядом, снова нет страха перед неизвестным. Ведь никто не знает, зачем они прилетели, зачем им нужны люди, что они с ними делают, когда забирают, говорил брат. И еще никто не возвращался и не рассказывал.
Я включаю компьютер, загружаю программу моделирования будущего. Белый и черный человек, как во сне, приезжают, и останавливаются под окнами как будто чувствуют, и не хотят, чтобы программа успела выполнить свою задачу.
Я включаю экран. Зелёная полоска скромно мигает на 70%. Я чувствую, как он влетает в комнату.

Я поворачиваюсь к нему. Семьдесят процентов, снова не успела. Белый костюм в темноте выделяется светлым пятном. Лицо скрыто за черным матовым стеклом. 

ВТОРОЙ ВЫБОР
2.1. Позвать брата
Судорожно пытаюсь вскрикнуть, пятясь назад, кричу изо всех сил, но нет звука. Тишина. Он делает шаг вперед, все словно в замедленной съемке, воздух плотный, словно кисель. Он подходит, поворачивает меня спиной к себе обхватывает поверх моих рук. 
Тише, ты так всех разбудишь. Я пытаюсь вырваться, но руки, крепко сжимающие меня намного сильнее. 
Закрой глаза. Почему-то хочется ему довериться, и пусть будет, что будет. Сейчас нет никакого смысла воевать. Силы не равны. Вспоминая своего тренера по боксу, который говорил, царапайся из последних сил. Царапайся. Пытаюсь вывернуться из железной хватки. Еще больше сжимает меня, встряхивает. Мне становится трудно дышать и больно. 
Закрой глаза, снова без эмоций приказывает он. Закрываю. Слабость. Успеваю почувствовать как ноги подкашиваются, а он ловит меня и берет на руки.
 
2.2. Сделать шаг навстречу
Хорошая девочка, чувствую, как он улыбается сквозь непроницаемый мрак защитного стекла.
Запрыгивай, говорит он.
Точно также, как и во сне мы проходим сквозь стену и ныряем вниз. Свободное падение, его не с чем не спутаешь. Белый мотоцикл ждет под окном. Человека в черном уже нет. 
Закрой глаза. В его голосе нет эмоций. Ни радости, ни печали, как будто он знает, что у меня нет выбора и я подчинюсь в любом случае. Он подходит ко мне и закрывает мне глаза своей рукой. Слабость. Успеваю почувствовать как ноги подкашиваются, а он ловит меня. 
2.3. Убежать
Судорожно пытаюсь вскрикнуть, пятясь назад, кричу изо всех сил, но нет звука. Тишина. Он делает шаг вперед, все словно в замедленной съемке, воздух плотный, словно кисель. Он подходит, поворачивает меня спиной к себе обхватывает поверх моих рук. 
Тише, ты так всех разбудишь. Я пытаюсь вырваться, но руки, крепко сжимающие меня намного сильнее. 
Закрой глаза. Почему-то хочется ему довериться, и пусть будет, что будет. Сейчас нет никакого смысла воевать. Силы не равны. Вспоминая своего тренера по боксу, который говорил, царапайся из последних сил. Царапайся. Пытаюсь вывернуться из железной хватки. Еще больше сжимает меня, встряхивает. Мне становится трудно дышать и больно. 
Закрой глаза, снова без эмоций приказывает он. Закрываю. Слабость. Успеваю почувствовать как ноги подкашиваются, а он ловит меня и берет на руки.

КОРАБЛЬ И ТАЙНА ПРЕВРАЩЕНИЙ
Открываю глаза. Я уже на корабле, он оставляет меня на гранитном столбе метр на метр. Вокруг гранитные уступы правильной геометрической формы уходят в темноту. Пространство вокруг начинает вибрировать. Чувствую,как я становлюсь выше и что-то во мне меняется. Снова слабость, сворачиваюсь на камне. Открываю глаза. На мне такой же белый защитный костюм и шлем с темным непроницаемым стеклом. Камень плавно скользит вниз. Серые стены остаются высоко над головой. Спускаюсь к земле на каменной платформе. Город, утопленный в темноте с высоты кажется таким маленьким и беззащитным. Проходит еще немного времени, и я оказываюсь на поверхности, на тех улицах, которые я знаю.

Какой-то корабль поменьше, улетает в небо, превращаясь сначала в яркую точку, и затем полностью исчезая в небе.

Вокруг меня появляются платформы. Квадраты разных цветов. Такие привлекательные. Стекло шлема их подсвечивает, создавая эффект объемного изображения.
ТРЕТИЙ ВЫБОР
3.1. Разбежаться и прыгнуть на платформу
Я разбегаюсь и прыгаю на одну из платформ. Она подбрасывает меня далеко в воздух, здесь страшно немного, вдруг разобьюсь, но ничего не случается, приземляюсь, нормально, рядом с другой такой же платформой. Крутой способ передвижения, думаю я.
3.2. Сесть и ждать 
Город словно вымер. Тишина и полное безмолвие. Не меняется ничего. Через несколько часов я не выдерживаю, разбегаюсь, и прыгаю на одну из платформ. Она подбрасывает меня далеко в воздух, здесь страшно немного, вдруг разобьюсь, но ничего не случается, приземляюсь, нормально, рядом с другой такой же платформой. Крутой способ передвижения, думаю я.
3.3. Кинуть какой-нибудь предмет на платформу
Мир изменился, я изменилась. Попробовала снять шлем, не получилось. Снимать костюм можно даже не пробовать. Чувствую его на себе, словно вторую кожу. И честно сказать, чертовски приятное ощущение, не холодно, не жарко, удобно. Подбираю камень, кидаю на платформу. Он спокойно отскакивает от нее, как от деревяшки и скатывается на землю. Трогаю ее рукой. Ничего. Я разбегаюсь и прыгаю на платформу. Она подбрасывает меня высоко и далеко в воздух. Здесь страшно немного, вдруг разобьюсь, но ничего не случается. Приземляюсь нормально, рядом с другой такой же платформой. Крутой способ передвижения, думаю я.
Вижу рядом столб темного света. Захожу в него. 
Прилетает задача: “спасти беженцев”. Какая-то шайка молодых парней пытаются ограбить людей, угрожая пистолетом. Немного растерявшись от моего внезапного появления шайка замирает, я забираю из рук пистолет, нажимаю курок не целясь ни в кого конкретно, чтобы испугать. Пистолет молчит.

ЧЕТВЕРТЫЙ ВЫБОР
4.1. Взвести курок
Учитывая, что вижу револьвер в первый раз, вспоминаю, что нужно взвести курок. Взвожу, стреляю, наконец-то шайка понимает что сражаться без оружия с человеком в белой защите не очень умная идея. Они бросаются врассыпную, а беженцы, медленно пятясь и вздыхая с облегчением покидают место сражения.
Значок, "задание выполнено, уровень новичок", мигает где-то в левом углу стекла шлема. Мне ещё учиться и учиться, думаю я.
Впереди много интересного.
4.2. Еще раз нажать на курок
Снова нажимаю на курок. Раздается выстрел. Наконец-то шайка понимает что сражаться без оружия с человеком в белой защите не очень умная идея. Они бросаются врассыпную, а беженцы, медленно пятясь и вздыхая с облегчением покидают место сражения.
Значок, "задание выполнено, уровень новичок", мигает где-то в левом углу стекла шлема. Мне ещё учиться и учиться, думаю я.
Впереди много интересного.
4.3. Ударить ближайшего мародера.
Уроки по боксу не прошли даром, с правой у меня всегда отлично получалось бить. Удар в голову, затем локтем, крики, стоны. Соперник просто упал на асфальт, а его группа поддержки бросились врассыпную. Наконец-то шайка поняла, что сражаться без оружия с человеком в белой защите не очень умная идея. Они бросаются врассыпную, а беженцы, медленно пятясь и вздыхая с облегчением покидают место сражения.
Значок, "задание выполнено, уровень новичок", мигает где-то в левом углу стекла шлема. Мне ещё учиться и учиться, думаю я.
Впереди много интересного.

